#!/Государство - Киевская русь 

# Лебедев В.Р. цивилизационный вектор всемирной истории. (на стройфаке)

Вече - народное собрание, состоявшее из первых лиц локальных миров, в результате вечевой порядок имел двойственный характер: с одной стороны решение регулирующие жизнь восточно-славянского общества принимались на собрании и потому имела место _соборная_ (коллективная ориентация на власть собраний), с другой стороны, оно состояло только из первых лиц, и потому представляло собой _авторитарную_ (сводящую все властные полномочия к одному человеку) ориентацию на власть первого лица.

В момент формирования государства у восточных славян вечевой порядок раскололся на два идеала: авторитарный и соборный, циклическая смена которых в их различных вариантах определит содержание истории России вплоть до сегодняшнего дня.

Во второй половине 9го - на рубеже 13-14 веков имела место первая государственность. Формирование государственных учреждений у восточных славян было связано с ростом княжеской власти. До середины 9го века князья выступали орудием народной воли, а во второй половине 9-12 веках произошло изменение свойства княжеской власти под влияением ряда факторов:

 1. Тенденция к отрыву княжеской власти от народа была связана с появлением на территории Руси варягов, под которыми здесь понимали северных германцев (шведов, норвежцев и датчан). Древние русские города и торговля нуждались в вооруженной охране, для чего и приглашались варяжские дружины и их князья. Но энергичные варяги не мирились с ролью наемных охранителей, а захватывали власть, превращаясь из союзника во властителей. В 862 году новгородский князь Гостомысл пригласил варяжского князя Рюрика, захватившего власть в Новгороде и положившего начало первой правящей династии в Истории России. 
#Вывод: 
Варяжский элемент представлял собой инородное тело в восточнославянской среде и мог прижиться только с помощью силы, что стимулировало рост княжеской власти как публичной.

 2. В истории первой государственности особую роль сыграло собирание восточнославянских племен в единый суперэтнос. В 10-11 веках на территории восточно-европейской равнины проживало до 15 восточно-славянских племенных союзов (поляне, древляне, дреговичи, радимичи, северяне, вятичи итд). Объединение восточных славян происходило в форме подчинения (примучивания) полянами других племенных союзов. В 879 году умирает Рюрик, передав власть и своего малолетнего сына Игоря на воспитание племяннику Олегу, который в 882 году пришел в Киев и захватил здесь власть, получив титул Великого Князя. Именно с правления Олега (882-912) берет свой отсчет история древнерусского государства, т.к. ему удалось объединить новгородскую и киевскую земли и племена, проживавшие на этих территориях. Поскольку объединение восточных славян происходило с помощью силы, постольку этот фактор вновь подпитывал рост княжеской власти.

 3. Объединение восточных славян привело к образованию огромной территории, управление которой предъявило новые требования к княжеской власти. До середины 10 века государственные институты использовались только для сбора дани в ходе полюдия, т.е. объезда князем подвластных земель с целью сбора дани. Это было чревато конфликтами между властью и местным населением. Со времени правления княгини Ольги (945-964) государственные институты стали использоваться для решения большинства проблем социальной регуляции, так как ею была проведена первая реформа государственного управления, в ходе которой полюдие было заменено погостами - правительственными центрами на местах, в которые назначались наместники князя, не только собиравшие дань, (уроки), но выполнявшие судебные, фискальные и другие административные функции. Княжеская власть представляла собой авторитарное начало древнерусской жизни, но оно не было определяющим т.к. князья опирались на старшую дружину, состоявшую из бояр, с которыми заключали иммунитетные грамоты. И тем самым бояре обладали экономической и политической самостоятельностью, а значит князь в старшей дружине был лишь первый среди равных. Дружинный элемент власти - соборное начало древнерусской жизни. Более того в древнерусских городах имелись Вече в которые приглашали и свергали князей, объявляли войну и заключали мир, определяли налоговую политику. Вечевой элемент власти это также соборное начало древнерусской жизни. В результате преобладания соборных элементов власти над авторитарными древнерусское государство не было самодержавным, а являлось государством раннего соборного "идеала".

#!/Идеалогия и человек в Киевской Руси

Роль идеалогии в средневековом государстве выполняла религия. К моменту образования киевской Руси, восточные славяне не успели создать своей наднациональной (мировой) религии. Но они располагались на границе восточного и западного миров, где встречались различные народы и их религии. Поэтому определение идеалогии для Киевской Руси было проблемой выбора среди существовавших в мире религий. Эта проблема была решена внуком княгини Ольги, князем Владимиром Святославовичем (980-1015). Его выбор состоял из трех конкретных выборов: 
 1. Выбор между древними верованиями восточных славян и мировыми религиями в пользу первых. 
    В 980 году Владимир провел языческую религиозную реформу, в ходе которой был создан объединенный пантеон богов. В него вошли шесть наиболее почитаемых у восточных славян божеств (Перун, Даждь, Хорс, Стрибог, Семар, Мокошь). Эта реформа не принесла успеха т.к. в язычестве объектом религиозного поклонения является природа, а почитание каждым племенем и даже родом определенной природной стихии не содействовало духовной интеграции большого общества, то есть государства.

# Ранжирование религиозных учений мира
 * Мировые религии
	* Буддизм
	* Ислам
	* Христианство
 * Этнические (национальные) религии
	* Даосизм
	* Индуизм
	* Иудаизм
	* Конфуцианство
	* Синтоизм
 * Традиционные (языческие) религии
	* Анимизм
	* Ведическая религия
	* Тотемизм
	* Шаманизм
 2. Выбор между восточными (буддизм и ислам) и европейскими (христианство) мировыми религиями. 'Цивилизационный фактор'
    В 986 году Владимир пригласил миссионеров от мировых религий.
'Буддизм': представителей от буддизма он не приглашал, хотя древнерусские купцы доходили до Индии, а буддистские монахи иногда появлялись на Руси. Буддизм возник в середине первого тысячелетия до нашей эры. Его священная книга - "Трипитака (три корзины закона)". Все индийские религиозные культуры ориентировали человека исключительно на потусторонний план бытия, признавая земную жизнь иллюзией. Такая ориентация не соответствовала мироощущению относительно молодого восточнославянского этноса, который в 10-11 веках находился на инерационной стадии этногенеза, и потому испытавал ещё сильное влечение природными формами бытия, а значит призывы буддистов отказаться от земной жизни ради потусторонних далей были для него невоспринимаемы.
'Ислам': возник в 7 веке в Аравии среди бедуинов. Священная книга - "Коран". Ислам обладает спецификой в толковании Бога: муссульманский бог Аллах с одной стороны проявляется в материальном мире через откровения пророков (около 125 тысяч), а с другой стороны он абсолютно потусторонен этому миру. "Нет ничего подобного ему". Поэтому даже правоверный после смерти не способен достичь собственно божественной сферы бытия - он попадает в рай, который находится хотя и на самом последнем седьмом ярусе, но материального космоса. Такое понимание бога также не соотвествовало мироощущению восточных славян, т.к. испытавая сильное земное притяжение они в конечном итоге мечтали о потусторонних далях.
'Христианство': возникло на рубеже нашей эры на ближнем востоке в Западной Азии, а точнее в восточной провинции римской империи - Палестине. Оно возникло в среде еврейского народа и начинало свою историю как секта в Иудаизме. 'Иудаизм' сформировался с 12 века до н.э. по 2 век. Его священная книга - "Танах" ветхозаветные книги Библии. Поэтому иудаизм и христианство генетически связаны (иудаизм - один из идейных источников формирования христианства), представители приезжали к Владимиру, но он их затроллил словами "где ваше государство?". Но эти религии имеют различные этнические основания: Иудаизм - этноцентричен, т.к. главной идеей иудаизма является мысль о предпочтении Богом евреев другим народам и потому это национальная религия. Христианство полицентрично, так как Христос рассматривается как спаситель всего человечества. Оно также обладает спецификой в толковании Бога: в нем впервые отчетливо на основе Иудаизма сформулирована идея личного бога, критериями которого является воля и способность к творению. Конкретным проявлением личного бога является феномен Бога-человека под которым понимается вся полнота как божественной так и человеческой природы. Такое понимание бога полностью соответствовало мироощущению восточных славян, т.к. давала возможность проявиться в земной истории и в то же время не закрывала божественную перспективу. Поэтому Владимир остановил взор на Христианстве. Но в нём в конце 4 века в связи с распадом Римской империи на западно-римскую, восточно-римскую и византийскую империю, обозначились два направления "Западное христианство - католицизм", и "Восточное христианство - православие". 
 3. Выбор между католицизмом и православием.
#TODO: возможны баги, кривой подчерк в источнике
    Католическая церковь самого начала всю энергию обратила на овладение искусством управления людьми и поэтому христианство в католицизме воспринимается какбы 
целью в империи католицизма считается  построение царства божьего на земле, т.е. человек нацелен на освоение окружающего мира. Организация католическая церковь строится на жесткой цивилизации (они одни в мире) у нее единый центр, и единый глава. Римский папа который воспринимается в качестве наместника бога на земле, богослужение до 6 века осуществлялось на интернациональном католическом языке.

Православная церковь ссвою энергию на борьбу за чистоту христианской веры и потому христинство.
#TODO восстановить.
федеративный союз самостоятельных церквей (их 15 на сегодняшний день).  Глава православной церкви - патриарх, это лишь первый среди других, равных ему по божественному достоинству священнослужителей. Богослужения в Православии проходят на национальных языках.

В результате перед Владимиром встал третий выбор - между католицизмом и православием, который он осуществил в 988 году. Принятие восточного христианства для основной части населения Руси было насильственным актом, но имело неоднозначеные последствия. С одной стороны оно сообщило Руси её объединяющее и цивилизующее свойство. 
"Объединяющая роль" православия проявилась в том, что на его основе были объединены пять этносов, проживавших на территории Восточно-Европейской равнины и прилегающих территориях '(восточные славяне, финно-укры, балты, некоторые северо-кавказские народы и тюрко-язычные времена)'. Одновременно были объединены их хозяйственные уклады и образы жизни '(оседлое замледелие, кочевое скотоводство и бродячий промысел)'. 
"Цивилизующая роль" была связана с тем, чтооно было воспринято Русью от Византии, поэтому через это государство Русь вошла в сообщество мировых цивилизаций. Из Византии на Русь пришли письменность, книжность, архитектура, иконопись и другие элементы духовной культуры.
С другой стороны православие, сблизив Русь с Византией, отдалило её от католической западной Европы, которая с 13-14 веков превратится в передовой регион мира, а Византия с этого мира пойдет под свой исторический уклон, а значит Русь будет обречена на противостояние с католической Европой. Самым негативным последствием крещения Руси было то, что в истории России возникли первые элементы "социального раскола", так как крещение Руси для основной части населения было насильственным актом и потому она продолжала исповедовать языческую традицию. Другая же часть населения сразу же приняла христианскую традицию, стала почитать христианских святых и апостолов. В результате в мироощущении древнерусского человека возник такой феномен, как двоеверие. Таким образом начальные этапы движения отечественной истории свидетельствуют о его межцивилизационном характере. 

###!/Восточнославянский этнос в 10-13 веках
1. Рассвет древнерусской цивилизации.
2. Угасание древней руси.

### Рассвет древнерусской цивилизации
Со второй половины 10 до середины 12 веков, наблюдался цивилизационный взлет Руси, вызванный действием ряда факторов:
## "Экономический." 
На территории Восточно-Европейской равнины находились две водные магистрали: Волжский и Волковско-днепровский речные пути. До середины 10 века, ведущая роль принадлежала Волжскому, на котором располагались соседние по отношению к Киевской Руси государства: '(Волжская Булгария, Хазарская держава)'. После военных походов князя Святослава, в 964-971 годах была значительно ослаблена Волжская Булгария и разгромлена Хазарская держава. После этих событий центр мировой торговли ранее располагавшийся на Волжском Пути переместился на Волковско-днепровский, т.е. на жизненное пространство восточных славян - это путь из Варяг в Греки. (TODO WTF) что подготовило Экономические предпосылки для развития Руси
## "Цивилизационный". 
Из двух тенденций мирового развития прозападнической и восточной (провизантийской) Русь выбрала вторую. 
# Провизантийская тенденция
Провизантийская тенденция своими истоками уходила в историю древней Греции, в рамках которой выделяются её завершающий "эллинистический период" (1/2 4 - 2/2 1 вв д.н.э). Начало этому периоду положили походы Александра Македонского на Восток, в ходе которых была создана первая в истории Европы многоэтническая империя: в неё вошли народы Балканского полуострова, островов Эгейского моря, Северной Африки, Малой Азии, южных районов Средней Азии и южной Азии до реки Инд. Эта империя была империей великой личности, и потому со смертью Македонского в 323 г д.н.э. она распалась на ряд самостоятельных государств на Македонию, Египет, Иран итд. Период древнегреческой истории с 323 г д.н.э. по 30 г.д.н.э., когда Рим завоевал последнее независимое государство - Египет, называется "эпохой эллинизма". Следует различать понятия "Эллин" и "Эллинизм". Эллин - самоназвание греков, а понятие Эллинизм возникло в 19 веке и означает "подражаю грекам". Феномен эллинизма означал собой синтез греческой и национальной восточной культуры. Он проявился в образовании эллинистичесих территориальных монархий (см. названия государств выше). В них были синтезированы с одной стороны элементы греческих полисов, т.к. города в монархиях обладали широкой автономией, а с другой стороны восточных деспотий т.к. власть принадлежала одному лицу, неограниченному законами и опирающемуся на административную и военную силы. В эпоху эллинизма произошло разбавление начавшее формироваться в древней греции Античной цивилизации элементами восточной исторической культуры. Это влияние востока испытала на себе наследница древнегреческой цивилизации Византия, через которую оно будет транслировано на Русь. 
# Прозападническая тенденция 
Свои истоки имела в древнем Риме, в истории которого возникла вторая многоэтническая империя. С 3-1 века до нашей эры - римская империя. В неё входили народы от порогов Нила на юге до британских островов на севере. Под гибралтаром на западе до дуная на востоке. Если империя Македонского была империей великой личности, то римская империя - империей великого народа, создавшего высокую городскую культуру, римское право, как право частной собственности и технологию современного строительства, однако влиянию Римской культуры в пределах империи не поддались два небольших народа: Иудеи и христиане. На основе христианства сложилась третья многоэтническая империя в истории Европы - священная империя. Первой записанной книгой христиан было откровение святого Иоанна (апокалипсис) в соответствии с идеями которой первохристиане ждали скорого конца света и второго пришествия Христа, поэтому они не стремились утвердиться в земной истории, у них не было идеи о создании царства божьего на земле (теократия). Ситуация в Христианстве изменилась в 4 веке. 
# веротерпимость
При римском императоре Константине (306-337) была объявлена веротерпимость по отношению к христианам. При римском императоре Феодосии (379-395 годы) Христианство было объявлено государственной религией римской империи, т.е. из гонимой оно стало государственной. С этого времени в христианстве появилась теократическая идея в двух формах, соответственно двум частям на которой в 395 году распалась римская империя на латиноязычную западно-римскую и грекоязычную восточо-римскую византийскую империю. В западно-европейской части распавшейся римской империи реализуется первая форма теократической идеи - идея папской теократии, на её основе в средневековой западной европе осущствится "римско-католическая модель социального исторического движения" Ее духовным стержнем был католицизм, а социально-политическим стержнем было его исключительное государственное значение римских пап. 
# варвары 
В 4-5 веках риимкая империя распалась прежде всего в результате нашествия варварских германоязычных племен, которые сумели в ее пределах создать собственные государства. Вест-готы в испании, ост-готы в италии, англы и саксы в британии. В условиях нашествия варваров единственной силой, способной противостоять им была католическая церковь, иерархии которой выполняли не только духовные, но и военные, экономические, социальные и другие функции, что содействовало возвышению власти римских пап над светской властью. 
# священная империя
На основе такой конфигурации властей и сформировалась "священная империя." Предпосылкой для её формирования было распространение католицизма среди германских племен, первыми из которых его приняли готы, а в 5 веке наиболее многочисленные и воинственные германцы - франки. Они сумели на его основе объединить германские племена и их королевства в конце 5 века в единое государство - франкское государство, основателем которой является Хлодвиг. Своё непосредственное начало священная империя брала в середине 8 века, когда сложился союз католической церкви и франкского государства, который с рубежа 9 века при Карле Великом стал империей. Франкские короли назначались римским папой, т.к. опираясь на военную мощь империи католичество продолжало распространяться в западной европе. К 9 веку оно достигло пределов Британии и испании. 
# германская империя и наглые папы #ВОССТАНОВИТЬ!
*** Изменилось в середине 9 века, когда при внуках Карла Великого Франкская империя распалась и на её развалинах стали возникать современные государства: франция, германия и италия. Наиболее слабым из них была Италия, чем воспользовалась Германия. В 962 году германский король Оттон I перешел альпы, завоевал северную и среднюю Италию, включил их в состав германии, так сложилась первая Германская империя, которая в средние века называлась священной римской империей. В ней первоначально германские императоры назначали римских пап и других священнослужителей, но в середине 11 века римские папы отвоевали право быть выбираемыми на съезде кардиналов, а затем право самим назначать священнослужителей. А в начале 13 века при Иннокентии III все западные европейские короли и императоры признали себя вассалами римского папы.
Приоритет высшей духовной власти над светской в средневековой западной европе содействовал воспроизводству хотя бы минимального правового пространства, т.к. здесь господствовало каноническое право как право управления, носителями которого и были иерархии католической церкви, а его источником выступала Библия. В результате управление обществом на христианском западе основывалось пусть на божественных, но законах.
# восточная европа, византия, императорская теократия
Другой была траектория исторического движения средневековой восточной европы - Византии, где реализовалась вторая форма теократической идеи, идея императорской теократии. На её основе на христианском востоке утвердилась "Византиийская модель исторического движения". Её духовным стержнем было православие, а социально-политическим стержнем было исключительное церковное значение Византиийских императоров. Т.к. византия представляла собой уникальный пример в мировой истории, ибо выбрав единожды монархический принцип правления она ни разу на протяжении своей тысячелетней истории (4-15 века) не отказалась от него. Византийская концепция власти формировалась на основе трех исторических традиций - классической греческой, римской и эллинистической. 
# наследование от греции
От Античной греции византия первоначально унаследовала демократические институты в лице совета старейшин (Сенаты) и органов городского самоуправления (Димы), которые придавали силу законности и авторитета императорской власти. В 6-10 веках произошел отказ от демократических обычаев, что проявилось в изменении порядка вступления на престол первого лица. До 10 века императора провозглашал народ на ипподроме. С 10 века их стали венчать на царство в софийском соборе как "божьих избранников". Императоры получили титул базилепса (царя) и автократа (самодержца) и тем самым отстранили народ от управления государством. 
# наследование от Рима
От древнего рима византия унаследовала идею почитания Императорской власти, но не самой личности императора. поэтому в византии не было закона о престолонаследовании. Из 109 византийских императоров только 34 умерли своей смертью.
# наследование от Эллинистического мира.
От эллинистического мира была воспринята идея обожествления императорской власти. Это проявилось в том, что Константинопольские патриархи всегда находились в зависимости от Императора. Такая конфигурация властей блокировала воспроизводство даже минимального правового пространства, т.к. управление обществом здесь основывалось не на законе, а на воле и капризе первого лица, который выступал основным источником законотворчества. 
# Вывод 
Римско-католическая и византийская модели исторического движения европы представляли собой соответственно западный и восточный полюсы развития древней Руси. С точки зрения культурно-цивилизационой для Руси была бы предпочтительнее первая модель, но с точки зрения конкретного этапа этногенеза она оказалась для Руси опасной, т.к. западно-европейский народ и восточные славяне в 10-11 веках находились на разных стадиях этнического развития: Первые - на ахматическом, вторые - на иннерционном, и потому молодая западная европа обладая большим энергетическим зарядом могла поглотить стареющую Русь. Неслучайно с конца 11 века Итальянское купечество и немецкое рыцарство рвались к берегам днепра. С точки зрения конкретного этапа этногенеза для Руси оказалось выгоднее авторитарная византийская модель, т.к. византийские и Восточнославянские этносы были ровесниками и обладая одинаковым энергетическим зарядом  были безопасны друг для друга при внешних политических контактах.
Однако цивилизационный выбор Руси осуществился не в одночасье, она прошла ряд этапов на пути к мировым цивилизациям:
 * Время правления "Владимира Святославовича" (980-1015), при котором в ходе христианизации Руси был задан Провизантийский вектор её движения "на уровне решения лишь первого лица".
 * Время правления "Святополка I" (1015-1019), который в борьбе за власть обратился за помощью к полякам и впервые на Русь из Польши пришло влияние запада.
 * Время правления "Ярослава Мудрого" (1019-1054), при котором осуществлялся баланс Прозападнической и Провизантийской линий развития Руси. Ярослав был женат на дочери Шведского короля, выдал замуж своих дочерей и женил 5 из 6 сыновей на представителях западных правящих домов. Одновременно в Киеве и Новгороде были возведены Софийские соборы, а Софийский храм был главным в Константинополе. Повторное посвящение храма в честь богини мудрости подчеркивало единоверность Руси православной византии. Его старший сын (1054-1078) возглавлял Прозападническую партию, а младший сын Всеволод - Провизантийскую партию, которые мирно уживались при дворе Ярослава.
 * Время правления "Святополка II" (1093-1113) - время торжества прозападнической линии развития Руси, когда восторжествовали децентрализаторские тенденции и Русь была поставлена на грани разгрома.
 * Время правления "Владимира Мономаха" (1113-1125) - было созвано общерусское вече, на котором 'соборно' была подтверждена приверженность Руси православной Византии. 

# Вывод
Таким образом окончательный выбор Провизантийской линии развития обеспечил цивилизационный расцвет Руси во второй 10-12 веков

## Этнический фактор
С середины 10 века восточные славяне перевели свои отношения с соседними народами на суперэтнический уровень, т.е. они не только отразили внешний натиск аваров, печенегов, викингов итд, но и сумели вобрать в свою этническую систему соседние народы. До рубежа 11 века имел место такой тип этнического развития как племя или племенной союз характеризовавшийся:
 * Отношения между людьми основывались на кровно-родственных связях
 * Происхождение велось от мифического предка людей
 * В племенном сознании господствовало противопоставление - "Мы - свои, они - другие". 
С рубежа 11 века происходит переход к новому типу этноса - "народности", признаками которой являются 
 * общность территории
 * общность языка и культуры
 * зачатки хозяйственных связей
 * 'Подчинение единому государству', в частности Киевской Руси, а значит народность являлась не только этническим, но и социально-политическим образованием.
Этот переход в конкретной исторической практике проявился в том, что с рубежа 11 века стали исчезать племенные самоназвания: древляне, северяне итд, на смену которым пришло понятие "Русская земля" (Древнерусская народность).
Таким образом создание большого этнического объединения в которое вошли восточные славяне и их соседи также подготовило предпосылки для расцвета Руси.

## Духовный фактор
Был связан с обретением восточными славянами своей письменности. Возникновение письменности считается второй, после появления у человека членораздельной речи, информационной революцией.
Первая письменность возникла в последней 3300 до н.э. в Месопотамии в шумеров. В начале 3т.л.до.н.э в Египте. В середине 3 т.л.д.н.э. в древней Индии.
Первая письменность была пиктографической или иероглифической - т.е. рисуночно-образной, когда один знак равнялся одному слову. В рамках этого письма передавалась информация о предметах, т.е. о значении слова. На основе египетской иероглифики в 1600 г д.н.э. у финикийцев возникла первая алфавитная письменность, т.е. буквеннозвуковая, когда один знак обозначал один звук. В рамках этого письма передавалась информация о звучании слова, а не о значении. Финикийский алфавит состоял из 22 букв, отражавших только согласные звуки.
Первыми у финикийцев восприняли алфавит древние греки, добавив часть знаков для обозначения гласных звуков.

# Кириллица
В 863 году великоморабский князь Ростислав в борьбе с германским влиянием обратился за помощью к православной Византии, откуда в великую Морабию были направлены два ученых монаха, родные братья, Кирилл и Мефодий, которые на основе классического греческого письма создали азбуку для западных славян - "Глаголицу".  Одновременно они добились разрешения у Римского папы вести Богослужения не только на латинском и греческом языках, но также и на славянском. После распада великой Морабии и смерти Кирилла и Мефодия, их ученики переселились в Болгарию. Болгарского царя Симемона привлекала идея Богослужения на славянском языке, но язык Глаголицы был для болгар непонятен и они обратились ко второй форме славянской письменности - Кириллице.
Из Болгарии Кириллица проникает на  Русь, где на её язык были переведены многие книги Библии и на её языке стало проходить Богослужение.
В результате около пяти миллионов русичей получили доступ к высотам мировой культуры что обеспечивало дальнешее развитие Руси.


#### Угасание древней Руси #
С середины 12 века Русь вошла в полосу жестокого кризиса, что было связано с действием ряда факторов.
## 1. Экономический.
С конца 11 века католическая западная европа начала серию крестовых походов. Основные пути крестоносцев пролегли через средиземноморье, куда переместился центр мировой торговли ранее располагавшийся на Волховско-днепровоском пути, т.е на жизненном пространстве Славян. Потеря ими контроля над мировой торговлей подготовила экономические предпосылки для угасания их цивилизации.

## 2. Внутриполитический     
С середины 12 века Русь испытала действие удельной системы (государственной раздробленности). Причины раздробления Руси:
1. Экономические:
   * Господство натурального хозяйства не связанного с рынком.
   * Появление и развитие крупного землевладелия с рубежа 11 века, именуемого вотичнами (земельное владение, передаваемое по наследству). С этого времени стал действовать принцип - у кого земля, тот и власть, дробилась земля - дробилась и власть. А значит была объективная основа для столкновения землевладельцев за расширения их привелегий. Киевская русь была страной городов. В середине 9 века их было около 30, в начале 12 - более 220. Города создавались с претензией быть центрами Экономической, политической или культурной жизни и потому вели борьбу за свое возвышение.
2. Политические
   * Стремление местных князей к самостоятельности. Последним князем при котором Русь сохраняла единство - был старший сын Владимира Мономаха - "Мстислав Великий" (1125-1132), после смерти которого она распадается на самостоятельные княжества.
   * Ослабление центральной власти киевских князей, чему способствовали решения съезда князей в городе Любичи, о том что каждая ветвь рода Рюриковичей получает определенную часть государственной земли в наследственную собственность.
   * На Руси господствовал принцип передачи власти от брата к брату, что порождало усобицы между братьями, сыновьями и племянниками великого князя.

#распад руси
В середине 12 века Киевская русь распалась на 15 самостоятельных княжеств.
В середине 13 века их было более 50.
В середине 14 века - около 250.

Основными центрами Руси стали:
  * Владимиросуздальское княжество
  * На северозападе - новгородская и псковская республики.
  * На югозападе - галицко-волынское княжество.

Основы Владимиросуздальского княжества были заложены младшим сыном Владимира Мономаха - Юрием долгоруким, который в 1125-1127 годах был суздальским князем, и при его сыне Андрее Боголюбском (1157-1174) последний перенес столицу из Киева во Владимир и стал там править самовластно, разогнав вече. В результате по своему государственному устройству это княжество было деспотической монархией. В нём в наибольшей степени проявилась тенденция к усилению княжеской власти.

Новгородская и Псковская республики были боярскими республиками, т.к. в них высшая власть принадлежала вече, состоявшему из бояр. Главным должностным лицом был "посадник", а князь выполнял второстепенную роль лишь военначальника.

Галицковолынское княжество достигло своего расцвета в 13 веке при князе Данииле. По государственному устройству являлось ранней феодальной монархией, т.к. в нём наблюдалось острое соперничество князя с боярами, по причине того, что княжеская власть сформировалась поздно в условиях когда бояре имели уже экономическую и политическую мощь. 
# вывод
Политическая раздробленность Руси имела неоднозначные последствия. С одной стороны она привела к росту городов, ремесла и торговли, хозяйственному и культурному освоению новых территорий, к росту самостоятельности князей, развитию производительных сил, а с другой стороны она обернулась упадком военного могущества Руси.

## 3. Внешнеполитический

Был связан с наступлением с середины 12 века на территорию Руси с запада и востока. 

# Крестоносцы
Железный натиск с запада был связан с крестовыми походами католической западной европы на восток в трех направлениях:
1. В испанию против арабов-мусульман. 
2. В сирию и палестину - против мусульман.
3. На северовосток против язычников. 

В результате походов на пиринейский полуостров (испания) она была освобождена от мусульман и здесь были образованы пять христианских королевств:
 * Леон
 * Арагон
 * Наварра
 * Португалия
 * Кастилия

В ходе походов на северовосток в середине 12 века, немецкие крестоносцы завоевали полабских славян-язычников, которых частично уничтожили, а частично онемечили, а их территорию включили в состав германской империи.

В первой половине 13 века они покорили население восточной прибалтики - "Ливов", а во второй половине 13 - население западной прибалтики "Пруссов" и создали здесь первое государство - ливонский орден. С покорением ливов и пруссов был заложен плацдарм для наступления на Русь с севера. Но оно захлебнулось в 1240 году в устье Невы и в 1242 году на Чудском озере. 


Более опасным для Руси оказалось продвижение франко-итальянских крестоносцев к её южным границам, которое было составной частью восьми крестовых походов в Сирию и Палестину.

В 1204 году в ходе четвертого крестового похода был захвачен Константинополь и перед крестоносцами открылась прямая дорога к югу Руси.
В 1205 году Болгары остановили продвижение франко-итальянских крестоносцев. Угроза их вторжения отступила и с юга, но Русью овладело чувство одиночества, т.к. она через Византию входила в мировую историю, а после захвата Константинополя Византиийская империя распалась и Византиийская цивилизация с начала 13 века пошла под свой исторический уклон. А значит Русь осталась один на один с католическим западом.

# Монголо-татары
Неожиданный ураган с востока был связан с нашествием монголо-татарских полчищ.
В 10-11 веках в Южной Сибири и центральной азии кочевали многочисленные монгольские племена. 
В 12 веке выделилось одно из них - племя Кереитов, которых сумел объединить их вождь Темучин, провозглашенный в 1206 году вождём всех монголов и получившись титул Чингисхана (Большой хан).  Этот год считается отправной точкой формирования монгольской империи. Сначала монголы завоевали соседние племена - бурятов и уйгуров. 
Захватили северный Китай. Прошли через южное побережье каспийского моря в закавказье, где опустошили Грузию и Азербайджан. Далее преодолели большой кавказский хребет и оказались на Северном Кавказе, т.е. на южных границах Руси.
Первое столкновение монголов и Русичей произошло в мае 1223 года на реке Калке.
А в 1237-1238 годах начался планомерный поход монголов на Русь во главе с внуком Чингисхана - ханом Батыем.
Первой удар монголов приняла рязанская земля в декабре 1237 года. Весной 1238 года монголы разгромили основные силы Северновосточной Руси и разрушили большинство её городов.
Затем перед ними открылась прямая дорога на северозападную Русь, но не дойдя 100 км до Новгорода монголы повернулись обратно и ушли в приазовские степи, где в 1238-1239 годах собирали силы для похода в Европу, которые предприняли осенью 1240 года через южную Русь разрушив почти все её города. 
В 1241 году монголы завоевали Венгрию, Чехию, Польшу и вышли к границам Германии и Северной Италии.
Ведение военных действий в непривычной для монголов условиях гористой местности и потерей в живой силе заставили их вернуться обратно, уйти в степи нижней волги, где в 1242-1243 годах ими было образовано государство "Золотая орда", в качестве соседнего по отношению к Киевской Руси.

# вывод
Страницу взаимоотношений Руси и Монголов следует оценивать корректно. 

С одной стороны:
1. Монголы нанесли урон производительным силам Руси. Исчезли многие ремесленные специальности - филигранни, производство эмалей, стеклоделие до 17 века, каменное строительство на полвека.
2. Был нанесен урон демографической ситуации Руси в связи с истреблением её населения а также труд восьми поколений русичей был поставлен на службу завоевателей.
3. Ухудшилась геополитическая ситуация Руси, т.к. она потеряла свободный доступ к Волге.
4. Были заложены основы для последующего отставания Руси от передовых европейских держав.

С другой стороны:
1. Монголы не распространили на русь действие своего правового кодекса "Яса Чингисхана". Здесь продолжали функционировать законы русской правды.
2. монголы не создали на руси своей правящей династии управление здесь продолжало находилиться в руках древнерусских князей.
3. Монголы не затронули духовную основу Руси - православие. Русская церковь была освобождена от ордынских налогов и поборов.

Однако несмотря на положительные последствия русско-ордынских отношений, наступление востока и запада в целом привело к кризису древнерусского мировоззрения.
Владимиро-суздальское княжество представленное в середине 13 века Александром Невским отдало свои симпатии монгольскому востоку. Невский считается самым проордынским из древнерусских князей.
Пойдя на союз с золотой ордой, он остановил истребление русичей, вернул их из лесов к плугам, а самое главное - сохранил духовную свободу Руси, т.к. монголо-татары до 1314 года были язычниками и потому отличались веротерпимостью. Сохранение православия было залогом обеспечения государственной независимости Северовосточной Руси, т.к. она никогда не входила в состав иноземного государства Золотая Орда, а поддерживала с ним лишь договорные отношения в соответствии с которыми признавалась политическое господство со стороны ордынского хана, и Русь ежегодно платила ему дань.

По другому повела себя Югозападная Русь, представленная Галицковолынским княжеством в лице его князя Даниила Галицкого. Этот князь в 1254 году пошел на союз с римским папой, по условиям которого население коренных земель Киевской Руси должно было быть обращено в католицизм. Со временем Югозападная Русь потеряет православие и как следствие войдет в состав молодого западного государства - "Великого Литовского Княжества", т.е. утратит государственную независимость. 

Таким образом наступление с запада и востока и действие удельной системы стали причинами первой в истории России национальной катострофы, проявившейся в развале Киевской Руси.

### В субботу будет колоквиум по таблице!!! ###
# 1. Превращение Руси в Россию - этнический аспект.

На рубеже 13-14 веков на коренных землях Киевской Руси прошла этническая вспышка, которая привела к появлению значительного количества людей с повышенной активностью. Но в условиях вырождающейся цивилизации они не могли приложить здесь свои усилия и увлея за собой всё остальное население ушли в другие регионы.

Одна часть населения ушла на запад войдя в состав молодого западного государства - Великого Литовского Княжества. Эта часть населения унесла с собой древнерусскую культуру, но потеряла религию - православие.

Другая часть населения ушла на Северовосток русской земли в междуречье Оки и верхней Волги, унеся с собой древнерусскую культуру и религию. Именно Северовосток Руси (это Владимир, Ростов, Суздаль, Москва) стал родиной возрождения восточных славян. Оно состоялось 8 сентября 1380 года, значение которого заключалось в том, что русичи под руководством москвоского князя Дмитрия Ивановича разгромили основные силы орды, уничтожило миф о непобедимости монголов, содействовало возвышению московского княжества в деле будущего объединения и самое главное привело к росту национального самосознания русичей. В результате Куликовская битва положив начало освобождению от монгольского господства привела к объединению потомков восточных славян перед серьезной внешней угрозой.
На Куликовом поле (впадение реки Непряды в Дон) с монголотатарами пришли сражаться владимирцы, ростовцы, суздальцы, как представители своих удельных княжеств, а с Куликова поля ушли уже русские, только живущие в различных городах. Всемироное историческое значение Куликовской битвы заключалось прежде всего в том, что оно способствовало осознанию потомками восточных славян своей принадлежности к такому историческому феномену как Русская Земля.

Таким образом с распадом Киевской Руси отечественная история не прекратилась, а отечественное историческое пространство лишь раскололось на Северозападную, Югозападную и Северовосточную Русь.

# 2. Сравнительная характеристика исторического движения Северозападной, Северовосточной и Югозападной Руси.

# Югозападная Русь.
Югозападная Русь была представлена молодым западным государством "Великим Литовским Княжеством", возникшим в 40 гг 13 века и достигшим расцвета в середине 14 века при князе "Гедимине". Оно простиралось от Балтийского до Черного морей и от Венгрии до Подмосковья. 3/4 его территории и 2/3 населения были древнерусскими по происхождению, и потому оно ещё называлось "Литовской Русью". 
Основу его экономического развития представляла частная собственностью на землю, а политического - федеративный союз отдельных земель, поэтому в его рамках могло произойти объединение потомков восточных славян и мог быть открыт канал их сближения с западом. Но эта возможность была утрачена в последней четверти 14-16 веках.
В 1385 году при внуке Гедимина - князе "Ягайло" был заключен династический союз Великого Литовского Княжества и Польши, по условиям которого Ягайло становился одновременно польским королем и Великое Литовское Княжество принимало в качестве официальной религии - католицизм. В результате Литовская Русь превращалась в Польско-Литовское государство.  В 1569 году Великое Литовское Княжество и Польша объединились в единое государство - Речь Посполитую, и тем самым Польско-Литовская государственность стала исключительно Польской, а значит исчез феномен Литовской Руси.
Угроза католизации и полонизации (распространения влияения Польши) обусловила осознание потомками восточных славян общности их интересов на основе православия, что содействовало формированию в 13-14 веках в пределах ещё Великого Литовского Княжества Украинского и Белорусского народов. Таким образом Югозападная Русь развивалась как перифирия западной цивилизации. Причем она фактически не испытавала влияния монгольского востока.

# Северозападная Русь.
Если Югозападная Русь была перифирией, то "Северозападная" - составной частью западной цивилизации. Она была представлена в 11-15 веках "Новгородской" и отделившейся от неё в 14 веке "Псковской Республиками". В них власть принадлежала богатым купцам и боярам, которые были традиционно связанны с развитием ремесла и торговли, выступавших в качестве основного источника экономического роста здесь. Не случайно созданый в 13 веке Европейский союз купцов имел свое ответвление в Новгороде, признавая этот город за "свой" по типу развития. Более того в своде законов псковской республики впервые в российской истории фиксировалось право "частной собственности". В результате в Новгородско-Псковких землях в 14-15 веках одновременно с западной Европой формировались буржуазные отношения и их носители. При этом здесь никогда не было влияния монгольского востока.

# Северовосточная Русь.
Другой была траектория исторического движения Северовосточной Руси в силу действия ряда причин:
1. "Экономическая". Северовосток Руси развивался в иных условиях хозяйствования и природопользования в сравнении с Киевской Русью. Суровая и продолжительная зима оставляла лишь 3-4 месяца в году на сельско-хозяйственные работы. Были ограничены возможности развития транспорта, торговли, обилия незанятых земель позволяло земледельцу в поисках пашни не истощенной эксплуатацией передвигаться на необозримые пространства, т.е. экономика носила экстенсивный характер. Таким характером экономики и фактически кочующим образом жизни населения эффективнее было управлять из единого центра, что содействовало укреплению авторитарной традиции.
2. "Цивилизационная". Северовосток Руси был территориально отделен Великим Литовским Княжеством и Новгородско-Псковкими землями от западной цивилизации. Зато здесь ощущалось сильное восточное влияние, которое представляло собой целый комплекс влияний.
  * "Византийское православие" и прежде всего влияние феномена "Византинизма", характерными чертами которого были: сильная центральная власть; восприятие самодержца как воплощения Бога на земле; Имперский дух; Имперская психология.
  * "Элементы конфуцианской культуры". Т.к. монголотатары до прихода на Русь в 1215 году завоевали Северный Китай, а затем и весь Китай, который для них был тем же самым, что и Византия для Руси. От китайцев монголы восприняли прежде всего опыт управления основанный на конфуцианском учении, о подчинении подданных своим правителям, о почитании родителей, о повиновении младших старшим. Единственным богом в конфуцианстве является бог Неба, который рассматривается как сосредоточие высшей правды, доброты, справедливости, но не как мистическая сила. Поэтому согласно конфуцианству небо определяет законы жизни на земле. И потому управлять - это значит ставить каждого на свое место.
  * "Элементы мусульманской культуры", трансляторами которой также выступали монголы, т.к. они в 1314 году приняли ислам. Эта религия сложилась среди арабских бедуинов-кочевников на просторах Аравийской пустыни, где только жесткие нормы повиновения могли обеспечить выживание человека, и потому главным законом в исламе является абсолютное подчинение воле Аллаха. (Ислам в переводе с арабского - покорный).
3. "Внутриполитический". Основу социальной регуляции на Северовостоке Руси составляли не вассальные, а "княжеско-подданические отношения", т.к. здесь князья опирались не на старшую, а младшую дружину, представлявшую собой чиновничий аппарат княжеского двора, находившийся в полной экономической и политической зависимости от князя. На выбор княжеско подданических отношений сказалось ордынское господство, т.к. Северовосточные князья формировались как служебники монгольского хана и будучи сами зависимыми они не позволили развиваться вассальным отношениям предполагавшим понятие свободы.

Указанные причины содействовали тому что на Северовостоке Руси сформировалась вторая в отечественной истории государственность - Московская Русь, как государственность авторитарного типа, которая имела свою историческую динамику.

# 3. Историческая динамика российского государства и общества на рубеже 13-14 - начале 17 веков. 

# Первый этап истории Московской Руси.
Первый этап истории Московской Руси пришелся на время правления внука Александра Невского - "Ивана I Колиты". Годы правления - 1325-1340. Отец Колиты - Даниил Александрович был родоначальником Московских князей, а со времени правления Колиты их будущее единовластие подготавливалось действием ряда факторов.
1. Во 2/4 14 века началось "закладывание территориальных основ Московского государства" в результате собирания земель вокруг Москвы, механизмом чего было полученное от монгольского хана право собирать дань с русского населения.
2. Иван Колита был первым кто стал выводить Русь из состояния политического раздробления, механизмом чего был созданный им финансовый союз князей. Сын Колиты - Симеон Гордый получил от хана право верховного суда над русскими князьями. Другой его сын - Иван II (1353-1359), получил от хана право полномочного руководителя над русскими князьями. А победа внука Колиты - Дмитрия Донского (1359-1389) на Куликовом поле сообщило ему роль национального вождя и в борьбе с внешним врагом.
3. При Иване Колите Москва стала религиозным центром формирующегося государства, т.к. в 1326 году митрополит Петр переехал из Владимира в Москву. Митрополичьей кафедрой стал Успенский Собор в кремле. Кремль впервые был также возведен при Иване I из дуба.
4. При Колите и его приемниках изменился порядок престолонаследования. В Киевской Руси существовал немонархический принцип передачи власти от брата к брату, т.е. старшему в роде Рюриковичей. При Дмитрии Донском стал утверждаться монархический принцип передачи власти от отца к сыну. Этот князь без ведома Золотой Орды завещал всё Московское государство своему сыну Василию I (1389-1421). Испытание в деле утверждения нового порядка передачи власти была "феодальная война" второй четверти 15 века между внуком Дмитрия Донского - "Василием II Темным" (1425-1452) и боковой ветвью Московского княжеского дома, представленной "Юрием Галицким" и его сыновьями - "Василием Косым" и "Дмитрием Шаймякой". Василий II отстаивал принцип централизации власти, а Галицкие боролись за прежднюю самостоятельность княжеств. Несмотря на огромные жертвы победу одержал Василий II.

Таким образом при Колите и его ближайших приемниках авторитарные порядки свойственные отдельным уделам стали переноситься на формирующееся государство, которое превращалось в фамильную собственность Московских князей.

# Второй этап истории Московской Руси.
Второй этап истории Московской Руси пришелся на время правления правнука Дмитрия Донского - "Ивана III" (1462-1505), при котором были объединены Северовосточная и Северозападная Русь, в частности в 1471 году Иван III совершил поход на Новгород в ходе которого были разгромлены новгородские ополченцы, а в 1478 году Новгородская республика окончательно была присоединена к Московскому государству, когда в Москву был перевезен вечевой колокол и земли новгородских бояр были переданы московским дворянам. Кроме того он присоединил Пермский край, Вятскую землю, Тверское княжество. В результате 'при Иване III была объединена большая часть русских земель вокруг Москвы', что содействовало формированию единой территории Московского государства, которое становится централизованным. C 1476 года Иван III перестал ездить в Золотую Орду и платить монголам дань. Реакцией на это было наступление на Московию монгольских войск во главе с ханом "Ахматом", который был встречен на реке Угре войсками Ивана III и не решившись ввязаться в бой, отступил (Стояние на реке Угре 1480 года). Оно означало свержение Ордынского господства и с конца 15 века Золотая Орда распалась на ряд самостоятельных ханств.
Усилению позиций Ивана III содействовал его брак с Византийской принцессой "Софьей Палеолог". Когда Московия приняла на вооружение в качестве одного из символов своего государства Византийский герб с изображением двухглавого орла, означавшего простирание русских земель как на восток, так и на запад. Одновременно в 1485 году изменился и титул первого лица с великого князя на государя всея Руси. В результате "с конца 15 века, московское государство стало называться Россией".

# Процесс государственной централизации
Процесс государственной централизации при Иване III шел по следующим направлениям:
1. Иван III положил начало истории "крепостного права", что было зафиксировано в его судебнике 1497 года, в соответствии с которым вводился Юрьев день (26 ноября). Ограничивший свободу перехода крестьян от прежднего к новому помещику неделей до и неделей после указанного дня. В результате крестьянин прикреплялся к личности - помещику и к месту поместью (сущность крепостнических отношений). Закрепощение крестьян было объективным следствием формирования дворянского сословия, так как крестьянский труд рассматривался в качестве экономической основы службы дворянина царю.
2. Иван III выступил первосоздателем "русского дворянства", т.к. в своей объединительной политике он стал опираться на новый слой землевладельцев - дворян, которые в отличие от бояр получали землю (поместье) за службу и на время службы. После смерти дворянина, при отсутствии у него наследника по мужской линии, земля возвращалась государству, то есть они формировались как условные собственники земли и в качестве таковых представляли собой социальную опору самодержавной власти Московских князей.
3. Было положено начало формированию "административной системы России" или зарождалось "Российская бюрократия". В удельный период управление сосредотачивалось в княжеских дворцах и носило единоличный и временный характер. В момент формирования Московского государства единоличное и временное управление трансформировалось в постоянно присутственные места - "приказы", то есть управление посредством лиц заменялось на управление посредством учреждений. В результате было положено начало становлению приказной системы и складыванию центрального аппарата власти.

# Вывод по второму этапу
Таким образом Московское государство складывалось как авторитарное государство, но при Иване III дело до крайнего авторитаризма ещё не дошло, так как монарх делил власть с боярами как в центре, так и на местах через системы через "системы местничества и кормления". Значит управление осуществлялось по принципу - "монарх приказал - бояре приговорили". Тем самым Московское государство по своему характеру было государством "раннего умеренного авторитаризма". Политической формой централизованного государства стал абсолютизм - "самодержавие". Российский абсолютизм стал складываться одновременно с западно-европейским, но последний имел другую социальную сущность. Он всегда опирался на две силы: "землевладельцев" и слой формировавшихся "предпринимателей" и потому содействовал развитию своих стран в буржуазном направлении. Российский же абсолютизм имел только одну социальную опору - в лице землевладельцев и поэтому всегда консервировал развитие России как аграрной цивилизации.
Своеобразие российского абсолютизма было отражением специфики русского централизованного государства. К ней относились сильная центральная власть, высокая степень зависимости от него землевладельческого сословия и жесткая эксплуатация непосредственных производителей.

# 3 этап блабла
#TODO: fixme
Пожары в москве, погибло 25000 человек, что стало причиной антинародных выступлений, положивших начало концу второй государственности, т.к. разошлись ценности правящей элиты и народа. Поэтому всё своё правление Иван 4 был обеспокоен необходимостью обеспечения социальной интеграции. В зависимости от выбора средств для решения этой проблемы его правление разделяют на два периода:

# первый период
1547-1564 - когда царем был сделан акцент на соборные начала русской жизни. 
В 1549 году вокруг молодого царя сложилась группа влиятельных лиц, называемая избранной радой. В неё вошли представители от разных слоев общества (Князь Андрей Курбский, незнатный дворянин Алексей Адашеб, митрополит Макарий, священник Сильвестр, дьяк посольского приказа Иван Висковатый). Власть взяла акцент на "гармонизацию" интересов всех слоев интересов, так как избранная рада была неофициальным правительством до 1560 года. 
В 1549 году был созван первый Земский Собор как собрание представителей сословий. В середине 50 годов упразднено кормление, взамен которого была создана система местного управления в лице земских старост, выбираемых из разных слоев сельского общества. 
В 1551 году был созван собор русской церкви, вошедшей в историю под названием "стоглавый", так как принял документ из ста глав, который определил нормы взаимоотношений духовенства с государством и обществом. 
Эти реформы конца 40-50 годов в стране с развитым государственным сознанием могли бы положить начало формированию правового государства, но в России 2/2 16 века они "усилили социальный раскол", так как земские старосты были наделены рядом общих государственных функций и в частности правом собирать налоги, которые стали придерживаться на местах для решения региональных проблем, то есть земские старосты потянули властное одеяло в экономической сфере в свою сторону, что привело к образованию "двоевластия", когда наряду с интересами центра обозначились интересы конкретных территорий.

# второй период
1565-1584 - когда царем был сделан акцент на противоположные соборному - авторитарному началу русской жизни, что нашло отражение в "опричнине" (кроме др.русский).
В 1565 году страна была поделена на две части - на опричнину (царев удел) с собственным войском во главе с Малютой Скуратовым и особой системой управления, в которой вся власть принадлежала только Ивану IV, другая часть страны называлась земщиной, где Иван IV продолжал делить власть с боярской думой. 
Одновременно началась "политика опричнины", нацеленная на переход от умеренного к крайнему авторитаризму. В годы опричнины были подвергнуты террору все лица и слои общества, несогласные с крайне авторитарными устремлениями царя. Опричный террор проходил в следующих формах:
1. "Персональный террор", жертвами которого стали 700 земских деятелей и прежде всего иерархи церкви, единственными кто публично выступил против этой политики были митрополит Филипп Колычев и новгородский архиеписком Пимен (утоплен), так как они требовали управлять обществом по божественным законам, а не на основе воли и капризов царя.
2. "Земельный террор", жертвами которого стали бояре, так как их социально-политическим идеалом была сословно-представительная монархия. Были зажарены Иван Висковатый, растерзан видный полководец Михаил Воратынский, отравлен последний удельный князь Владимир Старицкий.
3. "Террор против зарождавшихся предпринимателей", жертвами которого стали более 15000 жителей Новгорода зимой 1569-70 годов в ходе карательного похода опричников, так как в новгородско-псковский землях в 14-15 веках одновременно с западной Европой формировались буржуазные отношения и их носители.
В 1572 году понятие опричнины было отменено, но политика нацеленная на переход к крайнему авторитаризму продолжалась до конца правления Ивана IV.

# Итоги опричнины
В "социально политической сфере" государство потеряло контроль на обществом так как в годы опричнины был сломан хребет княжеско-боярской аристократии, а бояре в средневековой России были самым образованным и культурным слоем общества, уничтожение которого нарушило возможность гармонизации общегосударственных и местных интересов.

В "экономической сфере" к концу правления Ивана IV разразился хозяйственный кризис, так как население от террора массами бежало на окраины и потому 5/6 пашней в центре страны не засевалось. От голода и террора гибли сотни тысяч человек, дворянство оскудело, разрушалась городская культура. Внешнеполитическим эквивалентом экономического кризиса было "поражение России в Ливонской Войне" 1558-1583 годов, в результате которой Россия потеряла выход к Балтийскому морю и все земли в прибалтике.
