#!/bin/bash

##################################################################################
# Сущность содержания и историческая логика социальной модернизации Европы
##################################################################################

# Социальная модернизация - переход от одного типа цивилизации к дургому (аграрная -> индустриальна)
#TODO fixme
Произошла революция менеджеров  В аграрных обществах управляющие ??????  В индустриальных эти функции разведеные

# Социально-политическая сфера

Изменилась форма государства всвязи с переходом от сословно-представительных монархий к государству парламентского типа. Представители учреждений не просто ограничивали власть первого лица, а стали выступать в качестве института высшей законодательной власти, а также в самостоятельную сферу власти выделились исполнительная и судебная власть. Одновременно изменилось и содержание общества в связи с переходом от корпоративного общества средневековья к атомизированному обществу индивидумов.

# Духовная сфера

Религия и церковь были смещены на перефирию общественной жизни, а человек стал выступать в качестве единственного и подлинного бытия. 

# Четыре феномена социальной модернизации # они же мерки нового времени 
Социальная модернизация имела свою историческую логику, проявившуюся в четырех последовательно разворачивавшихся феноменах:

1. "Великие географические открытия 15-16 веков"
Европейцы, заложив основы коллониальной системы мира ограбили Восток, обеспечили первоначальное накопление капитала для буржуазной трансформации своих стран.
2. "Просвящение"
Духовный переворот в истории Европы при её переходе от средневековья к новому времени. Просвящение возникло в 17 веке в Англии и достигло своего расцвета в 18 веке во Франции. (Вольтер, Руссо, Дидро, Монтескьо, и др).  К основным идеям просветителей относились идеи о естественных правах человека, о разделении законодательной, исполнительной и судебной властей, о верховенстве общества над государством (идея гражданского общества), о торжестве законов в государстве (правового государства).  Просветители на смену средневековой идеи о божественном происхождении государства, выдвинули идею о том, что государство это результат человеческого установления и потому человек в праве подниматься на протест против деспотического государства, вплоть до революции.
3. "Политические революции"
Одно из средств перехода к индустриальному обществу. Во второй половине 16-18 веках революции имели место в отдельных европейских странах (1566-1609 - Нидерланды, 1640-1660 - Англия, 1789-1799 - Франция и тд). С середины 19 века они охватили всю Европу. Их результатом было то, что буржуазия пришла к политической власти.
4. "Промышленные революции"
Колыбелью промышленных революций была Англия 1760 гг , а к середине 19 века они распространились с Севера на Юг по всей Европе. Их технический аспект состоял в переходе к машинному производству, а социальный - в появлении новых слоев общества - собственников капиталов и наемных рабочих.

# Вывод по феноменам
Таким образом указанные феномены свидетельствовали о том, что преобразование стран Европы происходило на собственной основе и потому они относились к странам первого эшелона капитализма.

##################################################################################
# Возникновение исторической тенденции социальной модернизации России в 1-3 четвертях 17 века.
##################################################################################

# Смута в истории России
Смута в истории России была рубежом между средневековьем и новым временем, в сложном и глубоком кризисе в котором оказалась страна в годы смуты крылись истоки новой России. В годы смуты произошел подъем общественного самосознания. 
Московские люди 16 века воспринимали царя как единственный механизм государственной жизни, а на себя смотрели исключительно как на его подданных, т.е. из-за первого лица не замечали ни государства, ни народа.
Московские люди 17 века видели как падали цари, как жизнь протекала без царей и как выбирали нового царя. В результате из-за первого лица проглянула идея, которая заключалась в мысли о государстве. Она отделилась от представлений о царе и стала сливаться с понятием народа. К народу пришло и чувство власти, проявившееся в создании в 1611 году в процессе формирования народных ополчений советов всей Русской Земли, "#TODOFIXME".
Указанные изменения свидетельствовали о том, что формировалась новая государственность, третья по счету, которая базировалась на диалоге власти и народа и потому она определяется как "государственность раннего идеала всеобщего согласия".  Её конкретным проявлением была деятельность земских соборов, в истории которых выделяют два периода:
1. 1549-1610, когда земские соборы функционировали как официальные органы власти, на основе лишь сословного представительства. В них заседали только государственные чины из боярской думы и приказов.
2. 1610-1675, когда земские соборы работали как советы всей Русской Земли на основе не только сословного но и выборного представительства, т.е. в них наряду с государственными чинами были представленны выборные люди от дворянства, духовенства, казачества и крестьянства (не крепостного).

"#TODOFIXME" Совпадает период государственности но она была не продолжительной

В 1619 году из польского плена вернулся отец молодого царя - Федор Никитич Романов, который был избран патриархом под именем Филарета. Будучи обладателем высшей духовной власти и пользуясь неопытностью сына, как государственного деятеля он попытался сосредоточить в своих руках и высшую светскую власть, в результате в 1622-1632 годах имел место перерыв в работе Земских Соборов, а с середины 50 годов они практически не созываются. 
Непродолжительность соборной практики 17 века объяснялась рядом причин:

1. "После смуты произошло изменение в расстановке политических сил в стране."
1. Смуту проиграли бояре, что ослабило их позиции:
	a. Доля бояр в боярской думе к концу 17 века сократилась на 1/3.
	b. Они потеряли такой властный рычаг влияния на страну, как местничество.
2. Смуту выиграли дворяне, что усилило их позиции:
	a. Дворяне получили до 1/3 мест в боярской думе
	b. При первых Романовых численно выросли приказы и превратились в самостоятельную политическую силу.
	c. Вместо выбираемых земских старост в города начали назначаться воеводы. (в конце 16 века не было ни одного воеводы, а концу 17 века они были назначены в половине русских городов).

2 "Изменение формы правления."
В результате с середины 17 века изменилась форма правления в России в связи с переходом от сословно-представительной к абсолютной монархии. Если раньше монарх управлял при участии сословий, то теперь при опоре на назначаемых чиновников.
Свертывание деятельности земских соборов совпало с "окончательным юридическим закрепощением крестьян", зафиксированном в новом своде законов - соборном уложении 1649 года, принятом при Алексее Михайловиче. В нём были отменены урочные лета и помещик получил право не только на личность крестьянина, но и на его имущество и семью.
Крестьянский мир задавленный непосильными налогами выталкивался из сферы государственного управления. Более того власть, отдавая крестьянина в распоряжение помещнику и последнего делала своим холопом. 
В атмосфере насыщенной рабством элементы народовластия, содержащиеся в деятельности земских соборов не могли получить развития.

3. "Двойственное отношение народа к власти"
Власть в лице царя воспринималась как источник высшей правды, а в лице царского окружения (бояр и воевод) как источник зла. Не случайно 17 век называется "бунтажным веком", так как он прошел подшум народных выступлений, но ни одно из них не имело антицаристской направленности. Алексей Михайлович вошел в историю с эпитетом "Тишайший". 

# Партии
Несмотря на кратковременность соборной практики 17 века она не прошла бесследно, а была питательной средой в России для появления тенденции к социальной модернизации.
При дворе Алексея Михайловича сложилось две партии по вопросу о перспективах развития страны. 
Одна - "традиционалисты", предлагавшие законсервировать Россию как аграрную цивилизацию.
Вторая - "модернисты", во главе с царем, выступавшие за обновление страны с учетом накопленного на западе исторического опыта.

# Действия Петра I
Правление дочери Алексея Михайловича, царевны Софьи 1682-1689 годы. Её приближенный князь Голицин В.В. разработал самый радикальный для 17 века проект модернизации России предлагавший отмененить крепостное право заменить натуральное хозяйство денежным и открыть Россию для широких международных контактов, прежде всего с Европой. Но этому проекту не суждено было сбыться, т.к. в 1689 году Петр I достиг совершеннолетия, отстранил сестру от власти, установил единовластие, т.е. осуществил государственный переворот, означавший конец истории третьей государственности (ранний идеал всеобщего согласия, Московская Россия).

##################################################################################
# Консервативная модернизация России в последней четверти 17 - середине 18 веков.
##################################################################################

Развал третьей государственности вызвал дискомфортное состояние русского общества, проявившееся в целой череде народных выступлений. 
1648 год - соляной бунт в Москве. 
1650 год - восстание в Новгороде и Пскове. 
1662 год - медный бунт в Москве.
1670-71 года - восстание Степана Разина на Волге.

Дискомфортное состояние русского общества вызванное развалом третьей государственности (ранний идеал всеобщего согласия) в сочетании и с остаточным дискомфортным сохранявшемся от развала первой (соборный) и второй (умеренный авторитаризм) государственности стимулировало движение страны в сторону "крайнего авторитаризма". На его основе сформировалась четвертая государственность и стала складываться Российская Империя во время правления Петра I - 1682 (царь), с 1689 года он правил единолично, с 1721 года провозгласил себя императором вплоть по 1725 год.

Конкретным проявлением четвертой государственности стало "огосударствление" всех сторон жизни русского общества. Огосударствление экономической сферы осуществилось в ходе реализации торгово-промышленной политики Петра I, когда были заложены основы индустриального производства в России. При Петре имел место начальный этап промышленного развития страны, называемым "протоиндустриализацией", которая характеризовалась переходом от естественных производительных сил (ремесленно-кустарное производство) к общественным производительным силам основанным на кооперации и разделении труда. (мануфактурное производство).

# мануфактуры
До Петра в стране насчитывается 20 мануфактур, а к концу его правления более 200. Мануфактурное строительство содействовало централизации экономики, т.к. в России преобладали казенные мануфактуры, а также началась стандартизация образа и жизни людей. 

# монополия в торговле
Огосударствлению была подвергнута не только промышленность но и "торговля", посредством введения монополии на сбыт и заготовку продукции, административного регулирования грузопотоков, насильственного сколачивания купеческих корпораций. В результате количество купеческих фамилий при Петре I сократилось почти в 2 раза.

# социальная сфера
Огосударствлению подверглась социальная сфера. При Петре I была проведена вторая общая Российская перепись населения, в ходе которой оно было прикреплено к месту записи в налоговой книге.
В результате возникла проблема обеспечения формировавшихся мануфактур, так как помещики стали активно разыскивать беглых крестьян и возвращать их в свои имения. Для решения возникшей проблемы Петр I издал указ "о покупке крестьян к заводам", разрешивший мануфактуристам покупать крестьян в качестве рабочей силы, т.е. работные люди на мануфактурах превращались в тех же крепостных крестьян, только принадлежавших не помещику, а мануфактуристу.

Такой характер формирования рабочей силы на мануфактурах содействовал их превращению в "разновидность крепостнической экономики".

Деформации подверглось не только формирование рабочего класса, но и русской буржуазии, так как мануфактуристы, став душевладельцами устремились к приобретению дворянских званий, дававших социальные привелегии.

# личная жизнь
Огосударствление также было распространено на личную жизнь каждого жителя страны посредством введения подушного налога, паспортной системы, системы государственных стандартов. 

# вывод
Огосударствление всех сфер жизни русского общества было благоприятным для окончательного формирования Российской бюрократии. Система управления при Петре I перестраивалась на шведский манер на основе принципов унификации и регламентации.

В 1700-1725 перестали заседать боярские думы, взамен которых в 1711 году создан Сенат. В нём вместо ста человек заседавших в боярской думе работало чуть более 10. 
В 1721 году на этих же принципах перестраивалась и высшая исполнительная власть, когда вместо 44 приказов было создано 11 коллегий.
В 1721 году Петр объявил себя императором, а значит ни один общегосударственный документ не мог исходить от какого-либо учереждения, кроме как от первого лица.
Система управления при Петре подверглась не только бюрократизации, но и военизации. К гражданским лицам применялись военные законы. Воинский устав стал основой деятельности всех государственных учреждений и широкое распространение получила практика смертной казни. До Петра она использовалась по 60 видам преступлений, при Петре к ним добавилось ещё 13.

Преобразование страны в эпоху тотального огосударствления имело неоднозначные последствия. Петровские реформы заключали в себе баланс как позитивных, так и негативных начал.

# Позитивный потенциал реформ:
1. На основе использования западного опыта в области управления в военно-технической сфере началась "европеизация" России. 
2. Мануфактурное строительство создавало мощный фундамент для развития русской нации.
3. Первые шаги в области индустриализации и использования западного опыта свидетельствовали о том, что в России впервые при Петре на практике началась социальная модернизация.

# Негативный потенциал реформ:
1. Европеизация России не превратила её в более передовую страну по меркам нового времени, Россия продолжала оставаться аграрной цивилизацией.  # мерки нового времени
2. Экономический прогресс был фактором стимулировавшим регресс общества, что проявилось в усилении его закрепощения. При Петре доля крепостных крестьян составила 2/3 от их общего количества, что было самым высоким показателем за всю историю крепостнических отношений в России.
3. Петровская модернизация содействовавшая "сохранению традиционных ценностей - крепостничества". Определяется как "консервативная модернизация". Таким образом Россия при Петре смотря вперед (в сторону западного типа цивилизации) фактически пятилась назад в направлении традииционной цивилизации. Особенностью модернизационных процессов начиная с Петра было то, что они являлись результатом невнутреннего развития страны, а навязывались обществу сверху силой авторитарной власти, что обуславливало повышенную роль государства в этих процессах, и потому "Россия относиласьк странам второго эшелона капитализма".
4. Самым негативным последствием Петровской модернизации было то, что социальный раскол достиг зрелых форм, и в таковом качестве стал определять историческую динамику страны вплоть до сегодняшнего дня.

# Проявления социального раскола
1. Раскол "разделил народ и власть", так как реформы создали возможность для обновления страны, но оно достигалось силами и средствами крепостничества.
2. Раскол "образовал культурную дистанцию между общественным верхом и низом", так как с Петровских времен дворянская аристократия стала активно усваивать передовую западно-европейскую просветительскую культуру, а крестьянство продолжало черпать знания о мире из Библии, в результате единая средневековая христианская культура раскололась на "рационалистическую светскую культуру" дворян и "патриархальную религиозную культуру" крестьян. Значит по уровню образованности дворянство шагнуло в 18 век, а крестьянство продолжало пребывать в 14 веке.
3. Раскол проник и в душу каждого человека, так как с 18 века при официальной поддержке властей "стали разрушаться православные ценности": началось закрытие монастырей, гонения на монахов, было упразднено патриаршество и в 1721 году был создан Синод. "Насаждаются протестантские ценности" практика богослужения и богословское образование переводились на интернациональный латинский язык. В результате одно и то же священное писание в церкви звучало на латыни, а дома продолжали молиться на старославянском. В итоге в менталитете русского человека получил подпитку такой феномен, как "двоеверие", который со временем трансформируется в "двойной моральный стандарт личности" - один для отношений в обществе, другой для поведения в быту.

# Вывод
Зрелые формы социального раскола усилили дискомфорт русского общества и привели к развалу четвертой государственности. 


##################################################################################
# Эпоха просвещенного абсолютизма - подготовка условий для либеральной модернизации России
##################################################################################

Временные рамки - 2/2 18- 1/4 19 вв.
С развалом четвертой государственности завершилась гигантская инверсия в социокультурном движении страны.
С середины 18 века началась обратная инверсия.

В правление дочери Петра I - Елизаветы Петровны (1741-1761 гг) была отменена смертная казнь. 
В правление внука Петра I - Петра III (декабрь 1761 - июнь 1762) был принят манифест о вольности дворянства в соответствии с которым дворяне могли служить и не служить по желанию, выходить в отставку, выезжать за границу, и там наниматься на службу к иностранному государю. Таким образом государство от закрепощения общества стало переходить к его раскрепощению.
На основе обратной инверсии в рамках Российской Империи возникла "пятая государственность позднего идеала всеобщего согласия", история которой пришлась на время правления Екатерины II (1762-1796) и её внука Александра I (1801-1825). Конкретным проявлением 5 государственности стал "либерализм" как идейно-политическое движение, защищающее права и свободы человека было результатом влияния прежде всего западных идей на русскую культурную среду. 

# Влияние западных идей на русскую культурную среду.
Это влияние шло по двум каналам:
1. "Просвещение". Екатерина II и её окружение в условиях отсутствия в России в середине 18 века отечественной гуманитарной науки обратились к достижениям западно-европейских просветителей, поэтому её правление называют "эпохой просвещенного абсолютизма", сущность которого заключалась в использовании передовых идей, но для укрепления самодержавия и в оказании помощи дворянству как социальной базе самодержавия в приспособлении его к новым условиям связанным с развитием буржуазных отношений. Если просвещение  обосновывало идею свободы человека, то просвещенный абсолютизм действовал на усиление его закрепощения. Если просвещение было источником развития стран первого эшелона капитализма, то просвещенный абсолютизм выступал спутником движения стран второго эшелона. Просвещение основывалось на рационалистической традиции, согласно которой разум - это источник познания и преобразования мира.
2. Противоположной просвещению была "иррационалистическая традиция", исходившая из того, что вера есть источник познания и преобразования мира. На её основе в 17 веке в Англии возникло такое религиозное мистическое учение и движение, как "масонство", которое в 30 годы стало проникать в Россию, а в середине 18 века Москва и Петербург стали признанными центрами Масонского движения в мире. Массоны ставили своей целью объединить человечество в религиозном братском союзе и превратить историческое христианство в "истинное" христианство, под которым понимают нравственное самосовершенствование человека на его пути к богу. А поскольку масоны ставили проблему свободы человека, постольку масонство было вторым источником формирования Российского либерализма. 

# направления внедрения западных идей
Екатерина II и её окружение не только увлекались западными идеями, но и предприняли попытку их внедрения в социальную практику по следующим направлениям:
1. В 1764 году была проведена сеполяризация (сеполярный - светский) ряда церковных земель и одновременно освобождено около миллиона крепостных крестьян, принадлежавших церкви.
2. В 1767 году началась разработка нового свода законов Российской Империи - "соборного уложения". Для чего была создана комиссия об уложении, в которую вошли представители всех сословий, вплоть до некрепостных крестьян, то есть власть вновь обращается к диалогу с обществом. Для теоретического обеспечения работы комиссии, Екатерина собственноручно написала наказ, который на 2/3 представлял собой копию трудов ряда западноевропейских просветителей. В нём подчеркивалось, что государство существует для народа, что в государстве должны торжествовать законы и впервые фиксировалось понятие частной собственности как понятие гражданского права. В результате Екатерина запустила в русский политический оборот многие идеи не вполне освоенные даже в западной европе.
3. 1785 году Екатерина II подписала "жалованную грамоту дворянству", в которой в общий итог были сведены как ранние дарованные, так и вновь "предоставленные Екатериной дворянству права и привелегии". Монопольное право на землю, свобода от телесных наказаний, свобода от рекрутской повинности, право разведывать полезные ископаемые и открывать фабрики и заводы. 

# что дала жалованная грамота дворянству
Юридическая фиксация прав дворян на предпринимательскую деятельность содействовала тому, что дворянство стало резервуаром формирования "русской буржуазии". Не случайно 80-90 годы 18 века в экономике страны стал складываться буржуазный уклад. Освобожденное дворянство получило возможность направлять появившийся у него досуг на занятия искусством, образованием, наукой и потому с Екатерининских времен из наиболее образованных слоев дворян стала интенсивно формироваться русская интеллигенция. До жалованной грамоты Екатерины юридическую фиксацию прав и привилегий в России имел только один человек - первое лицо. Жалованноя грамота предоставила их целому сословию. С Екатерининских времен стало формироваться "гражданское общество" как система связи независимых граждан.

# причины отхода Екатерины от либерального курса
С конца 80 годов Екатерина II резко отошла от либерального курса в силу ряда причин:
1. При обращении императрицы к западно-европейской науке её интересовали только результаты и выводы этой науки - идея свободы человека. За пределами её внимания оказалось всё то, что не согласовывалось и противоречило им - здоровый народный консерватизм, в частности приверженность к общинным устоям бытия. В результате с самого начала история Российского либерализма обозначилась такая его особенность, как нежелание или неумение синтезировать отстаивание идеи свободы с коллективистской радицией.
2. В России 2 половины 18 века отсутствала социальная база для либерализма - предпринимательский слой, дворянство настороженно восприняло либеральный курс императрицы, аристократия поддержала его. Основная масса дворян (мелкопоместное дворянство) настороженно к нему отнеслась. Либеральный курс императрицы был лишь итогом её личных экспериментов.
3. Потрясением для Екатерины была французская революция конца 18 века, которая явилась реализацией на деле столь ей любимых либеральных идей и которая привела на плаху французского короля Людовика XVI. Возможность подобной участи Екатерина ощутила в "Пугачевском Восстании" 1773-1775 годов. Под влиянием указанных причин была запрещена продажа западно-европейской просветительской литературы. Начались гонения на русских просветителей, была запрещена деятельность масонских организаций. 

# Александр I
Попытку вернуться к либеральному курсу предпринял внук Екатерины II - "Александр I". Его правление делят на два периода:

# Период реформ
Центром их подготовки в начале царствования Александра I был негласный комитет - кружок его ближайших сподвижников (Новосильцев, Чарторыльский, Кочубей, Строганов и другие). Они подготовили проекты реформ по основным вопросам русской жизни.
1. По Крестьянскому вопросу: В 1803 году Александр I подписал "указ о вольных хлебопашцах" в соответствии с которым, помещики по своему личному усмотрению могли предоставлять свободу крестьянину и землю за выкуп.  1818-1819 были освобождены от крепостной зависимости крестьяне прибалтики, но без земли.
2. По вопросу о "совершенствовании государственного устройства", автором был видный государственный деятель - Спиранский Михаил Михайлович, который выступил идеологом "Александровской Либерализации", так как ставил целью превратить Россию в общество людей с равными гражданскими правами. По его инициативе в 1802 году созданы министерства по европейскому образцу и в 1810 году создан государственный совет как высший законосовещательный орган при императоре. В результате законодательная власть как бы изымалась из компетенции одного лица и подготавливались условия для её отделения от исполнительной и судебной властей.
3. По вопросу "образования". При Александре I были заложены основы системы отечественного высшего образования. Всвязи с открытием Харьковского, Вильньюсовского, Казанского университетов, Царско-сельского лицея итд

# Период нарастания консервативных тенденций.
Александр отошел от государственных дел, и реальная власть в стране сосредоточилась в руках военного министра "Аркчеева", при котором были созданы военные поселения, то есть власть снова обратилась к усилению закрепощения общества. Вместо поддержки курса на развитие образования начались гонения на либеральную профессуру и вместо поддержки конституционной волны в европе Россия стала выступать её жандармом. В результате происходит "нарастание авторитаризма", что сломало логику развития пятой государственности.


##################################################################################
# Демодернизация России во 2 четверти 19 века.
##################################################################################

Нарастание авторитаризма привело к формированию в рамках Российской Империи "шестой государственности - позднего умеренного авторитаризма", история которой пришлась на время правления Николая I, брата Александра I, 1825-1855 годы.

# Восстания декабристов
Воцарение Николая I совпало с "восстанием декабристов". Организации будущих декабристов возникли ещё при Александре I, 1816 - союз спасения. Собственно декабристские организации действовали в 1821-1825 годах. Их было две:
1. Южное общество во главе с Пестелем, который написал его программу "Русская правда", предлагавшее в качестве политического идеала "республику" и "отмену крепостного права".
2. Северное общество в Петербурге, во главе с Муравьевым, автором его программы "Конституции", которая ратовала за "конститутционную монархию" и также "отмену крепостного права".

14 декабря 1825 года, выйдя на сенатскую площадь, декабристы намеревались реализовать свои программы, но после убийства декабристом "Петром Каковским" генерал-губернатора Петербурга "Милорадовича" Николай I отдал приказ "расстрелять демонстрантов". Убито было 1200 человек. В этом выступлении Николай I увидел стремление дворянской аристократии освободиться от опеки самодержавия и потому "стал опираться на другой слой - на бюрократию". Поэтому конкретным проявлением шестой государственности была канцелярская бюрократическая траектория социального движения. При Николае первом создавалось огромное количество канцелярий, комиссий, комитетов, в ведущее учреждение превратилось Собственно Его Императорского Величества Канцелярия, созданная ещё в 1812 году и ставшая основным инструментом управления. В её рамках в Июле 1826 года было организовано третье отделение, ведавшее полицейским сыском во главе с Бенкендорфом. Одновременно, ведущие министерства милитаризировались, во главе многих губерний были поставлены представители генералитета.

Идеалогией шестой государственности явилась теория официальной народности, разработанная министром просвещения, графом Уваровым. Она держалась на трех принципах - самодержавие, православие и народность. Ведущим был первый. Православие рассматривалось не как духовная альтернатива общества, а как средство укрепления самодержавного государства. Народность сводилась к понятиям терпения, послушания перед властями, покорность народа. 

# Основные идеи этой теории 
1. Абсолютная монархия - идеальная форма правления для России.
2. Крепостное право - естественное социальное состояние.
3. Пассивность крестьян - это отличительная черта русского национального характера.

Эта теория ншла отражение нашла отражение при решении конкретных вопросов русской жизни. Так, для решения крестьянского вопроса под личным контролем николая было создано одиннадцать секретных комитетов в результате деятельности которых появилось более ста указов. Их цель заключалась "не в облегчении участи крестьян", а в стремлении государства "поставить под свой контроль все отношения в деревне между помещиком и крестьянином", а значит в созание помещиков возвращалось ощущение несвободы. Тем не менее, несмотря на рост авторитаризма, развитие либерализма во второй четверти 19 века не остановилось. Изменился лишь вектор этого развития.

# Изменения вектора развития либерализма
Если в Екатерининскую эпоху либерализм внедрялся в общество сверху, то в Николаевское время, он стал распостраняться снизу. Носителем либеральных идей в условиях отсутствия в России середины 18 века высупила русская интеллигенция, которая берет свою родословную с петровских времен, когда произошла смена национальной идеалогии страны. 
Идеалогией Московского государства была концепция святой Руси, которая покоилась на теории "Москва - Третий Рим" и на идее о том, что после гибели Византии в середине 15 века Московское государство оказалось "единственным православным царством в мире" и потому противопоставлялось ему. Носителем этой концепции были священнослужители
Идеалогией Российской Империи была концепция Великой России, которая покоилась на просветительской идее о свободе человека и торжестве его разума, а поскольку Россия с эпохи Петра обратилась к передовым европейским идеям, постольку она должна была вступить в контекст развития западной Европы.
Священнослужители не могли быть носителями концепции Великой России, возникла потребность в новом образованном слое, то есть возникло то историческое пространство, осваивать которое будет русская интеллигенция.

# Русская интеллигенция
Её зачинателем считается ученая дружина Петра I (Татищев, Феофан Прокопович, Контимир и др.) которая следила за развитием западной Европы и исходили из передовой для 18 века идеи о свободе человека. Однако ученая дружина Петра не была интеллигенцией в собственном смысле слова, так как весь образованный слой при Петре полностью входил во власти. Полное тождество образованного слоя и власти имело место и в Екатерининское время. Писатель Фонвизин был секретарем главы коллегии иностранных дел, поэт Державин - губернатором, Радищев возглавлял Петербуржскую таможню.

# Вывод
Слитное функционирование образованного слоя и власти давало возможность последней курировать развитие либерализма и потому он внедрялся в общество сверху. 

Первую попытку высказать независящее от власти мнение решил Татищев, опубликовав в 1790 году, опубликовав книгу "Путешествие из Петербурга в Москву", в которой разошелся с официальной точкой зрения на экономику, политику, власть, и потому он считается одним из первых русских интеллигентов. По мере формирования независимой позиции у образованного слоя страны, сложился тип русской интеллигенции, которая в отличии от людей интеллектуального труда и творчества на западе представляло собой не профессиональную прежде всего, а идеалогическую группу, которая осмысливала жизнь страны в общенациональных масштабах и предлагало свои пути решения насущных проблем.

# Цели и пути их достижения Декабристов.
Формированию независимой позиции у русской интеллигенции содействовала "отечественная война 1812-1814 годов", когда русские живьем познакомились с образцами западной жизни. Под влиянием нового опыта возникла первая волна освободительного движения в России - "Декабристы", которые ставили "подлинно либеральные цели": 
1. Уничтожить самодержавные крепостнические порядки.
2. Открыть Россию для широких контактов с Европой.
но предлагали "радикальные пути" их достижения:
1. Революционный захват власти
2. Насильственное подавление оппозиции
поэтому со времени декабристов "русская интеллигенция раскололась на два направления":
1. Либеральное
2. Радикальное

# Чаадаев
Поражение декабристов было доказательством невозможности осуществить в России чисто подражательскую западу программу её преобразования. Возникла проблема синтеза европейского опыта и национальной традиции. Эта проблема впервые была поставлена выдающимся русским мыслителем "П.Я. Чаадаевым", опубликовавшем в 1836 году 8 философических истин, и потому он считается отцом русской интеллигенции. Чаадаев считал что Россия выпала из контекста мирового развития, что в ней всё движется по замкнутому кругу и постоянно воспроизводится деспотизм власти и крепостничество народа. Причиной такого развития был неверно выбранный ею религиозный путь - православие, которое блокирует формирование индивида в обществе и складывалось отношение к труду как к божьему наказанию. Россия изолировав себя религиозно от передового региона мира - Европы отдалилась от неё и культурно-исторически. Поэтому Чаадаев делал вывод, что Россия - не Европа, но должна стать таковой и на пути европеизации ей предстоит создать не аналогичное западу, но оригинальное общество.

# Западники и славянофилы
На основе идей Чаадаева на рубеже 30-40 годов 19 века возникли 2 направления формировавшегося Российского либерализма:
1. Западники (Тимофей Грановский, Чичерин Б.Н., Кавелин К.Д.)
2. Славянофилы (Хомяков А.С, Иван и Петр Киреевские, Константин и Иван Аксаковы итд)
которые разошлись в оценке конкретных вопросов русской жизни:
1. "О месте России в мировой истории."
Западники считали что Европа указывает правильный путь всему человечеству и потому необходима европейская трансформация страны. А поскольку она началась с петровских времен, постольку они высоко оценивали реформы Петра и его личность. 
Для славянофилов Россия была исключительно самобытной страной, в чем они видели источник её исторического развития. Основами самобытности они считали сельскую общину и православие. А поскольку эти основы стали разрушаться с Петровских времен, постольку они отрицательно относились к личности Петра и его реформам.
2. "О форме правления в стране"
Политическим идеалом западников была "конститутционная монархия" как путь к республиканскому устройству и конститутционная гарантия прав и свобод человека.
Славянофилы нацеливались на возвращение России к государственному устройству допетровских времен, в частности к сословно-представительной (народной) монархией. Поэтому они были противниками конституции европейского образца.
3. Те и другие выступали за "освобождение крестьян", но предлагали различные пути решения крестьянского вопроса.
Освобожденное крестьянство по мнению западников должно было стать "свободными собственниками земли". 
Славянофилы настаивали на сохранении сельской общины, и крестьян видели лишь в качестве "арендаторов земли" у этой общины.

Несмотря на расхождение западников и славянофилов по основным вопросам русской жизни, они были "едины в неприятии самодержавных крепостнических порядков", и потому они представляли собой либеральную оппозицию Николаевскому режиму, но с середины 50 годов она стала сходить на нет всвязи с личными потерями в среде славянофилов и расколом в среде западников, из которого выделилось сильное радикальное направление (Герцен, Огарев). Её ослабление вновь подхлестнуло рост авторитаризма. Постоянное воспроизводство авторитарной традиции страны обуславливалось рядом факторов цементировавших самодержавно-крепостнический строй во 2/2 XV - 1/2 XIX веков:
1. "Образование Российской империи". 
Со второй четверти XIV по середину XVI веков шел процесс собирания русских земель вокруг Москвы. 
С середины XVI века началось присоединение нерусских территорий к Московскому государству. 
Во 2/2 XVI века были присоединены Казанское и Астраханское ханства и началась русская колонизация Сибири. 
В XVII веке в состав России вошли Восточная Сибирь и значительная часть Дальнего Востока. 
С XVIII века Россия начала войны за выход к морям (1721 - выход к балтийскому морю, 1774 - к черному морю). 
Выход к черному морю создал условия для включения в состав Российской Империи Закавказья во 2/2 XVIII - 1/10 XIX веков мирным путём и Северного Кавказа в 1/2 XIX века в результате войн. 
В 1860-70 гг в состав России вошла вся Средняя Азия.
2. 

##################################################################################
# Либеральная модернизация страны во 2 половине 19 - начале 20 веков.
##################################################################################

##################################################################################
# Историческая динамика Российского Государства и общества в 20 - начале 21 веков.
##################################################################################

