#!/bin/bash

##################################################################################
# Сущность содержания и историческая логика социальной модернизации Европы
##################################################################################
#TODO fixme
Произошла революция менеджеров  В аграрных обществах управляющие ??????  В индустриальных эти функции разведеные

# Социально-политическая сфера

Изменилась форма государства всвязи с переходом от сословно-представительных монархий к государству парламентского типа. Представители учреждений не просто ограничивали власть первого лица, а стали выступать в качестве института высшей законодательной власти, а также в самостоятельную сферу власти выделились исполнительная и судебная власть. Одновременно изменилось и содержание общества в связи с переходом от корпоративного общества средневековья к атомизированному обществу индивидумов.

# Духовная сфера

Религия и церковь были смещены на перефирию общественной жизни, а человек стал выступать в качестве единственного и подлинного бытия. 

# Четыре феномена социальной модернизации
Социальная модернизация имела свою историческую логику, проявившуюся в четырех последовательно разворачивавшихся феноменах:

1. "Великие географические открытия 15-16 веков"
Европейцы, заложив основы коллониальной системы мира ограбили Восток, обеспечили первоначальное накопление капитала для буржуазной трансформации своих стран.
2. "Просвящение"
Духовный переворот в истории Европы при её переходе от средневековья к новому времени. Просвящение возникло в 17 веке в Англии и достигло своего расцвета в 18 веке во Франции. (Вольтер, Руссо, Дидро, Монтескьо, и др).  К основным идеям просветителей относились идеи о естественных правах человека, о разделении законодательной, исполнительной и судебной властей, о верховенстве общества над государством (идея гражданского общества), о торжестве законов в государстве (правового государства).  Просветители на смену средневековой идеи о божественном происхождении государства, выдвинули идею о том, что государство это результат человеческого установления и потому человек в праве подниматься на протест против деспотического государства, вплоть до революции.
3. "Политические революции"
Одно из средств перехода к индустриальному обществу. Во второй половине 16-18 веках революции имели место в отдельных европейских странах (1566-1609 - Нидерланды, 1640-1660 - Англия, 1789-1799 - Франция и тд). С середины 19 века они охватили всю Европу. Их результатом было то, что буржуазия пришла к политической власти.
4. "Промышленные революции"
Колыбелью промышленных революций была Англия 1760 гг , а к середине 19 века они распространились с Севера на Юг по всей Европе. Их технический аспект состоял в переходе к машинному производству, а социальный - в появлении новых слоев общества - собственников капиталов и наемных рабочих.

# Вывод по феноменам
Таким образом указанные феномены свидетельствовали о том, что преобразование стран Европы происходило на собственной основе и потому они относились к странам первого эшелона капитализма.

##################################################################################
# Возникновение исторической тенденции социальной модернизации России в 1-3 четвертях 17 века.
##################################################################################

# Смута в истории России
Смута в истории России была рубежом между средневековьем и новым временем, в сложном и глубоком кризисе в котором оказалась страна в годы смуты крылись истоки новой России. В годы смуты произошел подъем общественного самосознания. 
Московские люди 16 века воспринимали царя как единственный механизм государственной жизни, а на себя смотрели исключительно как на его подданных, т.е. из-за первого лица не замечали ни государства, ни народа.
Московские люди 17 века видели как падали цари, как жизнь протекала без царей и как выбирали нового царя. В результате из-за первого лица проглянула идея, которая заключалась в мысли о государстве. Она отделилась от представлений о царе и стала сливаться с понятием народа. К народу пришло и чувство власти, проявившееся в создании в 1611 году в процессе формирования народных ополчений советов всей Русской Земли, "#TODOFIXME".
Указанные изменения свидетельствовали о том, что формировалась новая государственность, третья по счету, которая базировалась на диалоге власти и народа и потому она определяется как "государственность раннего идеала всеобщего согласия".  Её конкретным проявлением была деятельность земских соборов, в истории которых выделяют два периода:
1. 1549-1610, когда земские соборы функционировали как официальные органы власти, на основе лишь сословного представительства. В них заседали только государственные чины из боярской думы и приказов.
2. 1610-1675, когда земские соборы работали как советы всей Русской Земли на основе не только сословного но и выборного представительства, т.е. в них наряду с государственными чинами были представленны выборные люди от дворянства, духовенства, казачества и крестьянства (не крепостного).

"#TODOFIXME" Совпадает период государственности но она была не продолжительной

В 1619 году из польского плена вернулся отец молодого царя - Федор Никитич Романов, который был избран патриархом под именем Филарета. Будучи обладателем высшей духовной власти и пользуясь неопытностью сына, как государственного деятеля он попытался сосредоточить в своих руках и высшую светскую власть, в результате в 1622-1632 годах имел место перерыв в работе Земских Соборов, а с середины 50 годов они практически не созываются. 
Непродолжительность соборной практики 17 века объяснялась рядом причин:

1. "После смуты произошло изменение в расстановке политических сил в стране."
1. Смуту проиграли бояре, что ослабило их позиции:
	a. Доля бояр в боярской думе к концу 17 века сократилась на 1/3.
	b. Они потеряли такой властный рычаг влияния на страну, как местничество.
2. Смуту выиграли дворяне, что усилило их позиции:
	a. Дворяне получили до 1/3 мест в боярской думе
	b. При первых Романовых численно выросли приказы и превратились в самостоятельную политическую силу.
	c. Вместо выбираемых земских старост в города начали назначаться воеводы. (в конце 16 века не было ни одного воеводы, а концу 17 века они были назначены в половине русских городов).

2 "Изменение формы правления."
В результате с середины 17 века изменилась форма правления в России в связи с переходом от сословно-представительной к абсолютной монархии. Если раньше монарх управлял при участии сословий, то теперь при опоре на назначаемых чиновников.
Свертывание деятельности земских соборов совпало с "окончательным юридическим закрепощением крестьян", зафиксированном в новом своде законов - соборном уложении 1649 года, принятом при Алексее Михайловиче. В нём были отменены урочные лета и помещик получил право не только на личность крестьянина, но и на его имущество и семью.
Крестьянский мир задавленный непосильными налогами выталкивался из сферы государственного управления. Более того власть, отдавая крестьянина в распоряжение помещнику и последнего делала своим холопом. 
В атмосфере насыщенной рабством элементы народовластия, содержащиеся в деятельности земских соборов не могли получить развития.

3. "Двойственное отношение народа к власти"
Власть в лице царя воспринималась как источник высшей правды, а в лице царского окружения (бояр и воевод) как источник зла. Не случайно 17 век называется "бунтажным веком", так как он прошел подшум народных выступлений, но ни одно из них не имело антицаристской направленности. Алексей Михайлович вошел в историю с эпитетом "Тишайший". 

# Партии
Несмотря на кратковременность соборной практики 17 века она не прошла бесследно, а была питательной средой в России для появления тенденции к социальной модернизации.
При дворе Алексея Михайловича сложилось две партии по вопросу о перспективах развития страны. 
Одна - "традиционалисты", предлагавшие законсервировать Россию как аграрную цивилизацию.
Вторая - "модернисты", во главе с царем, выступавшие за обновление страны с учетом накопленного на западе исторического опыта.

# Действия Петра I
Правление дочери Алексея Михайловича, царевны Софьи 1682-1689 годы. Её приближенный князь Голицин В.В. разработал самый радикальный для 17 века проект модернизации России предлагавший отмененить крепостное право заменить натуральное хозяйство денежным и открыть Россию для широких международных контактов, прежде всего с Европой. Но этому проекту не суждено было сбыться, т.к. в 1689 году Петр I достиг совершеннолетия, отстранил сестру от власти, установил единовластие, т.е. осуществил государственный переворот, означавший конец истории третьей государственности (ранний идеал всеобщего согласия, Московская Россия).

##################################################################################
# Консервативная модернизация России в последней четверти 17 - середине 18 веков.
##################################################################################

Развал третьей государственности вызвал дискомфортное состояние русского общества, проявившееся в целой череде народных выступлений. 
1648 год - соляной бунт в Москве. 
1650 год - восстание в Новгороде и Пскове. 
1662 год - медный бунт в Москве.
1670-71 года - восстание Степана Разина на Волге.

Дискомфортное состояние русского общества вызванное развалом третьей государственности в сочетании и с остаточным дискомфортным сохранявшемся от развала первой и второй государственности стимулировало движение страны в сторону 

##################################################################################
# Эпоха просвещенного абсолютизма - подготовка условий для либеральной модернизации России
##################################################################################

##################################################################################
# Демодернизация России во 2 четверти 19 века.
##################################################################################

##################################################################################
# Либеральная модернизация страны во 2 половине 19 - начале 20 веков.
##################################################################################

##################################################################################
# Историческая динамика Российского Государства и общества в 20 - начале 21 веков.
##################################################################################

