#!/bin/bash

#!/Свойства динамических структур
* Непостоянство и непредсказуемость размера структуры в процессе её обработки.
* Отсутствие физической смежности элементов структуры в памяти.

# Связные списки
Это такая структура, элементами которой служат записи с одним и тем же форматом, связанные друг с другом с помощью указателей, которые хранятся в самих элементах.
В "односвязном списке" элемент состоит из двух секций:

Указатель первого элемента
 |
 | +------+-----+   +------+-----+   +------+-----+
 +-+ DATA | PTR +-->| DATA | PTR +-->| DATA | PTR +
   +------+-----+   +------+-----+   +------+-----+   

В "кольцевых списках" последний элемент указывает на голову списка.

Указатель первого элемента
 |
 | +------+-----+   +------+-----+   +------+-----+
 +-+ DATA | PTR +-->| DATA | PTR +-->| DATA | PTR +-+
 +-+------+-----+   +------+-----+   +------+-----+ | 
 |                                                  |
 +--------------------------------------------------+

"Двусвязный список"

 |
 |  +----+------+-----+   +----+------+-----+   +----+------+-----+   
 +->+ P2 + DATA | P1  +-->+ P2 + DATA | P1  +-->+ P2 + DATA | P1  +-->
    +-+--+------+--+--+   ++-+-+------+--+--+   +--+-+------+-----+   
      +-----------------<--+ +----------------<----+                  
 
"Кольцевой двусвязный список"

 |    +-------------------------------------------------------+
 |    |                                                       v
 |  +-+--+------+-----+   +----+------+-----+   +----+------+-+---+   
 +->+ P2 + DATA | P1  +-->+ P2 + DATA | P1  +-->+ P2 + DATA | P1  +-->
    +-+--+------+--+--+   ++-+-+------+--+--+   +--+-+------+-----+   
      |                    | |                     |
      +-----------------<--+ +----------------<----+                  

"Добавление в середину списка" 

 | +------+-----+   +------+-----+   +------+-----+
 +-+ DATA | PTR +-x | DATA | PTR +-->| DATA | PTR +
   +------+--+--+   +-+----+-----+   +------+-----+   
             v        ^
           +-+------+-+--+
           |        |PTR |
           +--------+----+

"Удаление элемента"

             +------------------------->-+
             |                           |
 | +------+--+--+   +------+-----+   +---+--+-----+
 +-+ DATA | PTR +-x | DATA | PTR +-x | DATA | PTR +
   +------+-----+   +-+----+-----+   +------+-----+   
 
#!/Нелинейные связанные структуры

"Многосвязный список (plex)"
 
            +------------------<------------------+   v
  +---------+--------+  +------------------+  +---+---+----------+
  |                  |  |                  +->+                  |
  +------------------+  +------------------+  +------------------+
  |        P1        |->+                  +->+                  |
  +------------------+  +------------------+  +------------------+
  |        P2        |  |                  |  |                  |
  +------------------+  +----------+-------+  +-------+----------+
                                   ^                  v
                                   +------------------+

Рекомендуется использовать одинаковое количество указателей в многосвязных списках, для удобства работы с ними.

#пример


  +---------+--------+   +---------+--------+   +---------+--------+    
  |    Иванов        |   |    Иванов        |   |    Иванов        | 
  +------------------+   +------------------+   +------------------+ 
  |        P1        |-->|    P1            |   |    P1            | 
  +------------------+   +------------------+   +------------------+ 
  |        P2        |   |    P2            |   |    P2            | 
  +------------------+   +------------------+   +------------------+ 
  |        P3        |   |    P3            |   |    P3            | 
  +------------------+   +------------------+   +------------------+ 
  |        P4        |   |    P4            |   |    P4            | 
  +------------------+   +------------------+   +------------------+ 
       |
       |
  #D1  |
  +----++
  |  S1 |
  +-----+
  | 3   |
  +-----+
  | 1   |
  +-----+
